Repository: mozilla-l10n/mt-training-data
Catalog: ps/ps_pontoon.tmx
Source language: en_us
Languages: ps

source: Help us validate voices
ps: د غږونو په تایید کې زموږ سره مرسته وکړئ

source: Heng Hua
ps: هینګ هو

source: Here are the links to download your ZIP files.
ps: دلته ستاسو د زپ فایلونو ډاونلوډ کولو لینکونه دي.

source: Hidden
ps: پټ

source: Highland Puebla Nahuatl
ps: هایلینډ پویبلا ناواټل

source: Hiligaynon
ps: هیلیګینون

source: Hill Mari
ps: هیل ماري

source: Hindi
ps: هيندي

source: His hand was rais-ed.
ps: د هغه لاس پورته شو.

source: His name is <underline>Jo- Jona-</underline> Jonathan.
ps: د هغه نوم جو- جونا- جوناتن دی.

source: History, Law and Government
ps: تاریخ، قانون او حکومت

source: Hours
ps: ساعتونه

source: Hours Recorded
ps: ثبت شوي ساعتونه

source: Hours Validated
ps: تایید شوي ساعتونه

source: How ?
ps: څنګه؟

source: How are project decisions made?
ps: د پروژې پریکړې څنګه کیږي؟

source: How can we effectively grow a language on Common Voice?
ps: موږ څنګه په عام غږ کې ژبه په مؤثره توګه وده کولی شو؟

source: How does Common Voice work?
ps: عام غږ څنګه کار کوي؟

source: How does site localization work?
ps: د سایټ سیمه ایز کول څنګه کار کوي؟

source: How do I access and use the dataset?
ps: زه څنګه ډیټا سیټ ته لاسرسی او کارولی شم؟

source: How do I add a language?
ps: زه څنګه يو ژبه اضافه کړم؟

source: How do I add sentences?
ps: څنګه جملې اضافه کړم؟

source: How do I cite?
ps: زه څنګه نقل کړم؟

source: How do I know whether to approve a voice clip?
ps: زه څنګه پوهیږم چې ایا د غږ کلپ تصویب کول؟

source: How do I record a high quality voice clip?
ps: څنګه کولی شم د لوړ کیفیت غږيز کلپ ثبت کړم؟

source: How do I stay in touch?
ps: زه څنګه په اړيکه کې پاتې شم؟

source: “How do you describe Día de los Muertos to someone who only speaks English?”
ps: "تاسو د ډیا دی لاس مورتوس هغه چا ته څنګه تشریح کوئ چې یوازې انګلیسي خبرې کوي؟"

source: How is Common Voice funded?
ps: عام غږ څنګه کار کوي؟

source: How Spontaneous Speech works
ps: څنګه د طبیعي خبرو نمونه کار کوي

source: How to add multiple sentences
ps: څنګه څو جملې اضافه کړئ

source: How would you describe your accent?
ps: تاسو به څنګه خپل خجنښه بیان کړئ؟

source: How would you describe your sex or gender?
ps: تاسو به څنګه خپل جنسیت یا جندر بیان کړئ؟

source: Huarijio
ps: هواريجيو

source: Huautla Mazatec
ps: هواوتلا مازاتېک

source: Hungarian
ps: هنګري

source: Hunsrik
ps: هونسريکي

source: I agree
ps: زه همغږی یم

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ps: زه د عام غږ د<termsLink> شرائط</termsLink> او <privacyLink>د محرمیت خبرتیا</privacyLink> سره موافق یم

source: Iban
ps: ايبان

source: Ibibio
ps: ايبيبيو

source: Icelandic
ps: ایلینډي

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ps: زه تصدیق کوم چې دا جملې <wikipediaLink> عامه ډومین</wikipediaLink> دي او زه د دوی د پورته کولو اجازه لرم.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
ps: زه تایید کوم چې دا جمله <wikipediaLink> عامه ډومین</wikipediaLink> ده او زه یې د پورته کولو اجازه لرم.

source: <icon></icon> Add multiple public domain sentences
ps: د عامه ډومین ډېري جملې اضافه کړئ

source: Ideally natural and conversational (it should be easy to read the sentence)
ps: په مثالي توګه طبیعي او خبرو اترو (دا باید د جملې لوستل اسانه وي)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ps: زه غواړم برېښنالیکونه ترلاسه کړم لکه د موخو یادونې، زما د پرمختګ تازه مالومات او د عامه غږ په اړه خبرلیکونه.

source: I do not agree
ps: زه همغږی نه یم

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ps: که یو کلیپ د 2 خلکو لخوا رد شي، دا د ډیټاسیټ په مختلف فرعي سیټ کې خپور شوی.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
ps: که دا ستاسو خپل ټکي وي، یوازې ووایاست <italicizedText>"Self Citation"</italicizedText>. موږ اړتیا لرو پوه شو چې تاسو دا مینځپانګه چیرې موندلې ترڅو موږ وګورو چې دا په عامه ډومین کې دی او د کاپي حق محدودیت نه پلي کیږي. د حوالې په اړه د نورو معلوماتو لپاره زموږ <guidelinesLink>د لارښود پاڼه</guidelinesLink> وګورئ.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ps: که ریکارډ مات شي، یا کریکونه ولري، رد کړئ پرته لدې چې ټول متن لاهم واوریدل شي.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ps: که تاسو د دې فایل په اړه نور معلومات غواړئ، نو مهرباني وکړئ اړیکه ونیسئ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ps: که تاسو غواړئ د دې فایل په اړه نور معلومات چمتو کړئ چې په کېنډۍ کې نه دي شامل شوي، مهرباني وکړئ اړیکه ونیسئ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
ps: که جمله پورته معیارونه پوره نه کړي، د "نه" تڼۍ کلیک وکړئ.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ps: که جمله پورتني معیارونه پوره نه کړي، په &quot;رد&quot; کلیک وکړئ. تڼۍ په چپ اړخ کې. که تاسو د جملې په اړه ډاډه نه یاست، تاسو کولی شئ هغه پریږدئ او بلې ته لاړ شئ.

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
ps: که چیرې جمله سپکاوی یا خپه کوونکې وي - د مثال په توګه د څرګند مینځپانګې له امله ، یا زموږ د <community Guidelines>د ټولنې د ګډون لارښوونو</communityGuidelines> څخه سرغړونه - تاسو باید سزا رد کړئ. تاسو کولی شئ موږ ته په <emailFragment>commonvoice@mozilla.com</emailFragment> کې هم اړیکه ونیسئ ترڅو مسله زیاته کړي.

source: If the sentence meets the criteria above, click the "Yes" button.
ps: که جمله پورته معیارونه پوره کړي، د "هو" تڼۍ کلیک وکړئ.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ps: که جمله معیارونه پوره کړي، د "منظور" تڼۍ کلیک وکړئ.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
ps: که تاسو د جملې په اړه ډاډه نه یاست، تاسو ممکن دا پریږدئ او بلې ته لاړ شئ.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ps: که تاسو د هغه څه سره مخ شئ چې دا لارښوونې نه پوښي، مهرباني وکړئ د خپل غوره قضاوت سره سم رایه ورکړئ. که تاسو واقعیا پریکړه نشئ کولی ، د سکیپ تڼۍ وکاروئ او راتلونکي ریکارډ ته لاړشئ.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ps: که تاسو کولی شئ <strong>دوی واورئ</strong> او <strong>پوهیږئ</strong>، دا معمولا<strong>غوره ده چې تصویب کړئ</strong>.

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
ps: که تاسو غواړئ د پوښتنو یوه برخه د شاملولو لپاره وسپارئ، تاسو کولی شئ دا زموږ د GitHub له لارې ترسره کړئ</githubLink> یا خپل لیست <emailFragment>commonvoice@mozilla.com ته بریښنالیک واستوئ.</emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
ps: که تاسو په څو ورځو کې زموږ څخه غوږ ونه نیسئ، <emailLink> { $email }</emailLink> ته ورشئ او موږ به بیرته تاسو ته ورسیږو!

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
ps: که تاسو یا ستاسو سازمان غواړئ چې په دې پروژه کې بیرته مرسته وکړئ، تاسو کولی شئ یو <donateLink>ډونیشن</donateLink> وکړئ یا په <emailFragment>commonvoice@mozilla.com</emailFragment> کې زموږ د شراکت ټیم سره اړیکه ونیسئ.

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
ps: که تاسو په مرسته کولو کې ستونزه لرئ، تاسو کولی شئ په هر وخت کې د خپلې ژبې لپاره ټول مینځپانګې وګورئ.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
ps: که تاسو د ASR موډلونو جوړولو لپاره د وسیلو په لټه کې یاست، تاسو کولی شئ په ټولنه کې د نورو خلکو سره اړیکه ونیسئ <discourseLink> on Discourse</discourseLink>.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
ps: که تاسو د ډیټاسیټ په اړه د نورو خبرو کولو په لټه کې یاست، غواړئ په پلان شوي پلیټ فارم پراخولو کې شریکه پانګه اچونه وکړئ یا د همکارۍ فرصتونو په لټه کې شئ، <emailFragment>موږ ته یوه کرښه پریږدئ.</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
ps: که تاسو د بیاکتنې لپاره جملې ختمې کړئ، مهرباني وکړئ موږ سره د نورو جملو په راټولولو کې مرسته وکړئ!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ps: که تاسو فکر کوئ چې تلفظ یې د پوهیدو لپاره ناشونی دی</strong>، یا دلته <strong>ډیر شالید شور</strong> شتون لري، یا هلته <strong>نور خلک هم خبرې کوي</strong>، نو تاسو باید کلیپ رد کړي. <accuracyLink>زموږ د دقت په معیارونو کې نور معلومات وګورئ</accuracyLink>.

source: Igbo
ps: ایګبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ps: ما دا اوس CommonVoice# ته د غږ بسپنه کولو لپاره شخصي موخه رامینځته کړه - ما سره یوځای شئ او ماشینونو ته چې څنګه ریښتیني خلک خبرې کوي ښوولو کې مرسته وکړئ { $link }

source: Imagine you’re texting a friend or telling someone a story
ps: فکر وکړئ چې تاسو يو ملگري ته بيغام لېږئ يا چاته کيسه کوئ

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ps: زه ستاسو سره د دې مالوماتو په سمبالولو کې جوړ یم څنګه چې تاسو د موزیلا <privacyLink> د محرمیت (پټتیا) تګلاره </privacyLink> کې تشریح کړې

source: Include appropriate citation
ps: مناسب حواله شامل کړئ

source: Includes email, username & demographic info, available right away
ps: بریښنالیک، کارن نوم او ډیموګرافیک معلومات شامل دي، سمدلاسه شتون لري

source: Includes mp3s and related sentences, may take some time to prepare
ps: mp3s او اړونده جملې پکې شاملې دي، کیدای شي د چمتو کولو لپاره یو څه وخت ونیسي

source: Indonesian
ps: انډونیزیايي

source: Indus Kohistani
ps: ايندوس کوهيستاني

source: Information about the language
ps: د ژبې په اړه مالومات

source: In general, we advise that the person who checks the transcription should not be the same person who did the original transcription. It is very hard to check your own work! Having multiple lines of review can help make quality assurance more robust, and help mitigate biases and issues.
ps: په عمومي توګه، موږ مشوره ورکوو چې هغه څوک چې نقل ګوري باید هغه کس نه وي چې اصلي نقل یې کړی وي. دا ډیره سخته ده چې خپل کار وګورئ! د بیاکتنې ډیری کرښې درلودل کولی شي د کیفیت تضمین ډیر پیاوړی کړي، او د تعصبونو او مسلو کمولو کې مرسته وکړي.

source: In general, you should write down everything you hear. This includes;
ps: په عمومي توګه، تاسو باید هر هغه څه ولیکئ چې تاسو یې اورئ. پدې کې شامل دي؛

source: In Progress
ps: د پرمختګ په حال کې

source: Interested in getting involved with this project, or partnering with us?
ps: ایا غواړئ له دې پروژې سره مرسته وکړئ یا له موږ سره شراکت وکړئ؟

source: Interested in learning more and contributing to the project?
ps: د لا زیات پوهاوي او پروژې کې د ونډې اخیستو سره علاقه لرئ؟

source: Interlingua
ps: انټرلنډي

source: Interlingue
ps: انټرلنډي

source: [interrupted by background noise]
ps: [د شاليد شور لخوا خنډ شوی]

source: Intersex
ps: انټرسیکس

source: Iñupiaq
ps: اينوپياک

source: Invalid file
ps: ناباوره دوتنه

source: Irish
ps: ایرلینډي

source: IsiNdebele (North)
ps: IsiNdebele (شمال)

source: IsiNdebele (South)
ps: IsiNdebele (سویل)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
ps: <isoCodeLink>ISO کوډونه</isoCodeLink> که معلوم وي

source: Is the clip valid?
ps: ایا کلیپ باوري دی؟

source: Italian
ps: ایټالیوي

source: It contains words or phrases that are hard to read or pronounce.
ps: دا ويي یا کلمې لري چې لوستل یا تلفظ یې سخت دی.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
ps: دا د ډیټاسیټونو کوربه کولو او د 100+ ژبو ټولنو لپاره پلیټ فارم ته وده ورکولو لپاره په کال کې نږدې یو ملیون ډالر لګښت لري چې موږ په څه تکیه کوو؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
ps: دا د ډیټاسیټونو کوربه کولو او د 100+ ژبو ټولنو لپاره پلیټ فارم ته وده ورکولو لپاره په کال کې نږدې یو ملیون ډالر لګښت لري چې په هغه څه تکیه کوي چې موږ یې کوو. <strong>که تاسو خلاص، ټول شموله ډیټا ته ارزښت ورکوئ - نن ورځ مرسته وکړئ!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
ps: دا په دوامداره توګه د ډیټاسیټونو کوربه کولو او خوشې کولو، پلیټ فارم ته وده ورکولو او د <africaMradiLink> د ټولنې پروګرامونو</africaMradiLink> چلولو لپاره ډیرې پیسې لګوي.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
ps: دا ډیره مهمه ده چې د متن ټولې جملې <publicDomain> عامه ډومین</publicDomain> (cc0) وي ځکه چې د عام غږ ډیټاسیټ د cc0 جواز لاندې خپور شوی. یوازې کله هم یوه جمله اپلوډ کړئ که تاسو ډاډه یاست، او تل اړونده حواله شامل کړئ.

source: It is written in a language different than what I’m reviewing.
ps: دا په هغه ژبه لیکل شوی چې زه یې بیاکتنه کوم توپیر لري.

source: It is written in a language different than what I’m speaking.
ps: دا په یوه داسې ژبه کې لیکل شوی چې له هغه ژبې څخه چې زه يې وایم توپیر لري.

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
ps: دا مهمه ده چې حوالې شاملې کړئ نو موږ کولی شو وګورو چې جملې په عامه ډومین کې دي او د کاپي حق محدودیت نه پلي کیږي.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
ps: د عام غږ رامینځته کولو لپاره ډیر څه اړتیا لري! موږ دا یوازې نه کوو. غواړئ له موږ سره ملګرتیا وکړئ؟ موږ خوښ یو چې له تاسو څخه واورو.

source: Izhorian
ps: ایزوریاني

source: Jamaican Patois
ps: جميکايي پاتويس

source: Japanese
ps: جاپاني

source: Jaqaru
ps: جاکارو

source: Javanese
ps: جاوه‌يي

source: Join Mozilla Data Collective
ps: د موزیلا ډیټا کلیکټیو سره یوځای شئ

source: Join our community
ps: زموږ ټولنې سره يوځای شئ

source: Join the Common Voice mailing list
ps: د عام غږ برېښنالیک لیست کې شامل شئ

source: Just Unsure?
ps: بس ډاډه نه یاست؟

source: Kabardian
ps: کبدیاني

source: Kabyle
ps: کبیل

source: Kachhi
ps: کاچي

source: Kaitag
ps: کايتاگ

source: Kalasha
ps: کالاشي

source: Kalenjin
ps: کالېنجين

source: Kalkoti
ps: کالکوتي

source: Kannada
ps: کناډا

source: Kaqchikel
ps: کاکچیل

source: Kara
ps: کارا

source: Karachay-Balkar
ps: کراچای بالکار

source: Karakalpak
ps: کراکلاک

source: Kasem
ps: کاسېم

source: Kashmiri
ps: کشميري

source: Kateviri
ps: کاتېويري

source: Kazakh
ps: قزاقي

source: { $kb }kb max
ps: { $kb }kb اعظمي

source: Keep
ps: وساتئ

source: Keep it up, record again <recordIcon></recordIcon>
ps: دوام ورکړئ، بیا یې <recordIcon></recordIcon> ثبت کړئ

source: Keep the recordings
ps: ثبتونه وساتئ

source: Keep track of your progress and metrics across multiple languages.
ps: د ګڼ شمیر ژبو په سراسر خپل پرمختګ او میتریکونه تعقیب کړئ.

source: Keep track of your progress with a profile
ps: د پېژنیال سره خپل پرمختګ تعقیب کړئ

source: Keep track of your progress with a profile and help our voice data be more accurate.
ps: د یوه پېژنیال سره خپل پرمختګ تعقیب کړئ او زموږ د غږ ډېټا سره مرسته وکړئ چې لا ډېره کره شي.

source: Keep your volume consistent - don’t shout or sing
ps: خپل غږ په دوامداره توګه وساتئ - چیغې مه وهئ یا سندرې مه وایاست

source: Kelabit
ps: کېلابیت

source: Kenyah
ps: کینیا

source: Kenyi
ps: کینی

source: Khetrani
ps: کېتراني

source: Khmer
ps: خمیر

source: Khowar
ps: کهووار

source: K'iche'
ps: کیشي

source: Kichwa
ps: کیچوا

source: Kidaw'ida
ps: کدویدا

source: Kihemba
ps: کيهېمبا

source: Kikamba
ps: کيکامبا

source: Kikuyu
ps: کیکوي

source: Kinyarwanda
ps: کینیارونډايي

source: Kirombo
ps: کيرومبو

source: Kirundi
ps: کيروندي

source: Kohistani Shina
ps: کوهستاني شينا

source: Kom
ps: کوم

source: Komi-Zyrian
ps: کومي - ژیري

source: Konkani (Devanagari)
ps: کونکاني (دیواناګري)

source: Konzo
ps: کونزو

source: Korean
ps: کوریایي

source: Kotokoli
ps: کوتوکولي

source: Kreol Morisien
ps: کرېول موريسيني

source: Kuku
ps: کوکو

source: Kunabembe
ps: کونابېمبې

source: Kurmanji Kurdish
ps: کرمانجي کردي

source: Kwasio
ps: کواسيو

source: Kyrgyz
ps: قرغیزي

source: Labeling noise events like coughing or laughing
ps: د ټوخي یا خندا په څیر د شور پیښو لیبل کول

source: Labeling significant noise pollution, like background chatter or car horns
ps: د مهمې غږیزې ککړتیا پیژندل، لکه د شالید خبرې اترې یا د موټرو هارنونه

source: Ladin
ps: لاديني

source: Lango
ps: لانګو

source: Language
ps: ژبه

source: Language Fundamentals (e.g. Digits, Letters, Money)
ps: د ژبې اساسات (د بیلګې په توګه عددونه، لیکونه، پیسې)

source: Language Request
ps: د ژبې غوښتنه

source: Language request successfully submitted, thank you.
ps: د ژبې غوښتنه په بریالیتوب سره وسپارل شوه، مننه.

source: Languages
ps: ژبې

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
ps: ژبې کولی شي د اضافي اړتیاو سره د دوی د اعتبار کولو قواعد ولري کله چې دوی ځایی شي. که چیرې د یوې ژبې لپاره د تایید کولو کوم ځانګړی فایل شتون ونلري، د انګلیسي قواعد به د مرسته کونکو لپاره وښيي.

source: Lao
ps: لاو

source: Large bulk sentence submission
ps: د ډیرو جملو سپارل

source: Large scale corporates and platform companies
ps: لوی پیمانه کارپوریشنونه او پلیټ فارم شرکتونه

source: Lassi
ps: لاسي

source: Last Updated: { $lastUpdatedTimeStamp }
ps: وروستی تازه شوی: { $lastUpdatedTimeStamp }

source: Latgalian
ps: لاتگالي

source: Latvian
ps: لاتویني

source: Laugh
ps: خندا

source: Launched
ps: پېل شوې ژبې

source: Laz
ps: لاز

source: Leaderboard Visibility
ps: د لیډربورډ لید

source: Learn about partnerships with Common Voice
ps: د ګډ غږ سره د شراکت په اړه زده کړه

source: Learn about the mission and team behind Common Voice
ps: د کامن وائس تر شا د ماموریت او ټیم په اړه زده کړه وکړئ

source: Learn how to take part
ps: زده کړئ چې څنګه برخه واخلئ

source: Learn how to transcribe
ps: د نقل کولو څرنګوالی زده کړئ

source: Learn More
ps: نور زده کړئ

source: Leaving now means you’ll lose your changes
ps: اوس پرېښودل پدې معنی چې تاسو به خپل بدلونونه له لاسه ورکوئ

source: Leaving now means you'll lose your progress
ps: اوس پرېښودل پدې معنی چې تاسو خپل پرمختګ له لاسه ورکوئ

source: Lendu
ps: لېندويي

source: Length
ps: اوږدوالی

source: Let's Get Started
ps: راځئ چې پیل يې کړو

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
ps: بهرني لیکونه. حروف باید په هغه ژبه کې اعتبار ولري چې ویل کیږي. د مثال په توګه، "ж" په روسي الفبا کې یو لیک دی مګر هیڅکله په انګلیسي کې نه کارول کیږي او له همدې امله باید هیڅکله د انګلیسي سرچینې متن کې څرګند نه شي.

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ps: LibriSpeech د 16Khz نږدې 1000 ساعتونو انګلیسي ژبې لیک ټولګه ده چې د LibriVox پروژې څخه د لوستل شوي غږیز کتابونو څخه اخیستل شوي.

source: License
ps: لایسنس

source: License: <licenseLink>CC-0</licenseLink>
ps: لایسنس: <licenseLink> CC-0 </licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ps: لایسنس: <licenseLink>{ $license }</licenseLink>

source: Ligurian
ps: لیګوریني

source: Lingala
ps: لينګلا

source: Link Copied
ps: تړونی ولمېسل‌شو

source: Links to websites that can help us understand the language
ps: د وېبپاڼو تړوني چې له موږ سره د ژبې پوهېدو کې مرسته کولی شي

source: Listen
ps: واورئ

source: Listening
ps: اوریدل

source: Listen options menu
ps: د اورېدو د انتخابونو مینو

source: Listen-Queue
ps: واورئ - کتار

source: Lithuanian
ps: لیتوانیایي

source: Loading…
ps: باریږي...

source: Loading sentences…
ps: جملې لوډیږي...

source: Loarki
ps: لوارکي

source: Localized
ps: سېمیزي ژبې ته ژباړل شوی

source: Log In
ps: ننوتل

source: Login Identity
ps: د ننوتنې پېژند

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
ps: <loginLink>ننوتل</loginLink> یا <loginLink>sign up</loginLink> د څو جملو اضافه کولو لپاره

source: Log in or sign up to get started
ps: د پیل لپاره ننوځئ یا نوملیکنه وکړئ

source: Log In / Sign Up
ps: ننوتنه/ نوملیکنه

source: Log In / Sign Up with { $company } email
ps: ننوځئ/ د { $company } برېښنالیک سره نوملیکنه وکړئ

source: Log Out
ps: وتل

source: Loja Highland Kichwa
ps: لوجا هالينډي کيچوا

source: Lojban
ps: لوجبان

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
ps: د متن لپاره وګورئ چیرې چې د کاپي حق نور نه پلي کیږي - د مثال په توګه ډیری کتابونه چې د 1920 څخه دمخه خپاره شوي

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ps: داسې بریښي چې پدې ژبه کې د اوریدو لپاره هیڅ کلیپونه نشته. موږ سره مرسته وکړئ چې د ځینو ثبتولو سره قطار ډک کړو.

source: Losso
ps: لوسو

source: Luganda
ps: لوګندايي

source: Luxembourgish
ps: لوګزامبورګي

source: Macedonian
ps: مقدوني

source: Mada
ps: مادا

source: Maithili
ps: میتیلي

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
ps: ډاډ ترلاسه کړئ چې پلیټ فارم ثبت کوي مخکې له دې چې تاسو خبرې پیل کړئ، او یوازې هغه وخت ودریږي کله چې تاسو پای ته ورسیږئ.

source: Make sure the sentence meets the following criteria:
ps: ډاډ ترلاسه کړئ چې جمله لاندې معیارونه پوره کوي:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ps: خپل سپارل شوې ډېټا د ځینې بې‌نومه نفوسو مالوماتو راچمتو کولو له لارې د امکان تر حده بډایه کړئ. موږ ټول د نفوسو مالومات د عامولو دمخه د پېژندونو څخه پاکوو.

source: Malagasy
ps: مالاګسي
